Repository: Rzyq-git/translate
Catalog: *.po
Languages: pt_br

source: USB / Serial Port - ASCII (\r\n)
pt_br: USB / Porta Serial - ASCII (\r\n)

source: USB / Serial Port - Binary
pt_br: USB / Porta Serial - Binário

source: USB/Serial Port Address
pt_br: Endereço Porta USB/Serial

source: Unit Text
pt_br: Texto Unidade

source: Update Lamp Hours
pt_br: Atualizar Hora Lâmpada

source: Upgrade nanoDLP
pt_br: Atualizar nanoDLP

source: Upgrade to the beta version
pt_br: Atualizar Para Versão Beta

source: Upgrade to the latest stable version
pt_br: Atualizar Para Última Versão Estável

source: Upload Image
pt_br: Carregar Imagem

source: Uptime
pt_br: Tempo de Atividade

source: Usable Keywords:
pt_br: Palavra-Chave Utilizáveis:

source: Use, If Available
pt_br: Usar, Se Disponível

source: Username for Admin
pt_br: Nome de Usuário Para Administrador

source: Username for Dashboard
pt_br: Nome de Usuário Painel de Controle

source: Value Type
pt_br: Tipo de Valor

source: Various Settings
pt_br: Configurações Variadas

source: Vertical Resolution
pt_br: Resolução Vertical

source: Wait
pt_br: Esperar

source: Wait After
pt_br: Esperar Depois

source: Wait After Lift
pt_br: Esperar Depois Lift

source: Wait After Print
pt_br: Esperar Depois Impressão

source: Wait Before
pt_br: Esperar Antes

source: Wait Before Print
pt_br: Esperar Antes Impressão

source: Width
pt_br: Largura

source: X/Y Resolution
pt_br: Resolução X/Y

source: Y Resolution
pt_br: Resolução Y

source: You can add additional inputs to the setup page and they will be accessible as Gcode keywords. eg. [[_ResinPumpAmount]]
pt_br: Você Pode Adicionar Entradas Adicionais À Página De Configuração E Elas Serão Acessíveis Como Palavras-Chave Do Gcode. Por Exemplo. [[_ResinPumpAmount]]

source: You can partially select and cover some sections of the plate to prevent further damage to PDMS and resin waste.
pt_br: Você Pode Selecionar Parcialmente E Cobrir Algumas Seções Da Bandeja Para Evitar Mais Danos Ao PDMS E Resíduos Da Resina.

source: Z-Axis Calibration
pt_br: Calibração Eixo Z

source: Z-Axis Height
pt_br: Altura Eixo Z

source: Zero Level
pt_br: Nivel Zero

source: Zero at Bottom
pt_br: Zero na Base

source: Zero at Top
pt_br: Zero no Topo

source: eg. \x00\xff
pt_br: Exemp. \x00\xff

source: eg. {[[LayerThickness]]-[[ZLiftDistance]]}
pt_br: Exemp. {[[LayerThickness]]-[[ZLiftDistance]]}

source: i2c Address
pt_br: Endereço i2c

source: of
pt_br: De

source: μm/Second
pt_br: μm/Segundo
