Repository: Rzyq-git/translate
Catalog: *.po
Languages: pt_br

source: 1 Pulse ⇧
pt_br: 1 Pulso ⇧

source: 1 Pulse ⇩
pt_br: 1 Pulso ⇩

source: 10 Pulse ⇧
pt_br: 10 Pulsos ⇧

source: 10 Pulse ⇩
pt_br: 10 Pulsos ⇩

source: 100 Pulse ⇧
pt_br: 100 Pulsos ⇧

source: 100 Pulse ⇩
pt_br: 100 Pulsos ⇩

source: 3D Printer Board
pt_br: Placa Impressora 3D

source: Absolute
pt_br: Absoluto

source: Action
pt_br: Ação

source: Actions
pt_br: Ações

source: Actuator / Motor
pt_br: Atuador/Motor

source: Add
pt_br: Adicionar

source: Add Blackout
pt_br: Adicionar Blackout

source: Add From USB
pt_br: Adicionar da USB

source: Add Mask
pt_br: Adicionar Mascára

source: Add Profile
pt_br: Adicionar Perfil

source: Add Selection
pt_br: Adicionar Seleção

source: Admin has access to all functions including the dashboard.
pt_br: Administrador Tem Acesso A Todas As Funções Do Painel De Controle.

source: All Images
pt_br: Todas imagens

source: Any of the following actions will take effect immediately after click, without changing the page.
pt_br: Qualquer Uma Das Seguintes Ações Entrará Em Vigor Imediatamente Após O Clique, Sem Alterar A Página.

source: Anytime
pt_br: A Qualquer Momento

source: Application Log
pt_br: Registro de Aplicativos

source: Are you sure you want to delete this plate?
pt_br: Tem Certeza Que Deseja Deletar Essa Bandeja?

source: Are you sure you want to display the current layer on the main Projector/LCD unit of the printer?
pt_br: Tem Certeza De Que Deseja Exibir A Camada Atual Na Impressora?

source: Are you sure you want to expand filesystem?
pt_br: Tem Certeza Que Deseja Expandir Os Arquivos Do Sistema?

source: Are you sure you want to force stop the printer?
pt_br: Tem Certeza Que Deseja Forçar A Parada Da Impressora?

source: Are you sure you want to power off the printer?
pt_br: Tem Certeza Que Deseja Desligar A Impressora?

source: Are you sure you want to power off the projector?
pt_br: Tem Certeza Que Deseja Desligar O Projetor?

source: Are you sure you want to print the calibration plate?
pt_br: Tem Certeza Que Deseja Imprimir A Bandeja De Calibração?

source: Are you sure you want to regenerate the layers of this plate?
pt_br: Tem Certeza Que Deseja Refazer As Camadas Dessa Bandeja?

source: Are you sure you want to restart the printer?
pt_br: Tem Certeza Que Deseja Reiniciar A Impressora?

source: Are you sure you want to restore the default settings and reboot the printer?
pt_br: Tem Certeza Que Deseja Restaurar As Configurações Padrões E Reiniciar A Impressora?

source: Are you sure you want to save the covered sections?
pt_br: Tem Certeza Que Deseja Salvar As Seções Cobertas?

source: Are you sure you want to set this height as the bottom?
pt_br: Tem Certeza Que Deseja Ajustar A Altura Da Base?

source: Are you sure you want to start the display? It will automatically select the second display.
pt_br: Tem Certeza Que Deseja Iniciar O Display? O Segundo Display Será Selecionado Automaticamente.

source: Are you sure you want to stop printing?
pt_br: Tem Certeza Que Deseja Cancelar A Impressão?

source: Are you sure you want to stop printing? It will stop after the current layer is completed. If you want to abort the current layer, go to the `Setup` page, click on `Tools` tab and click the `Force Stop` button.
pt_br: Tem Certeza De Que Deseja Interromper A Impressão? Ela Irá Parar Após A Conclusão Da Camada Atual. Se Você Deseja Abortar A Camada Atual, Vá Para A Página 'Configuração', Clique Na Aba 'Ferramentas' E Clique No Botão 'Forçar Parar'.

source: Are you sure you want to terminate nanoDLP and have access to terminal?
pt_br: Tem Certeza Que Deseja Encerrar O Nanodlp E Ter Acesso Ao Terminal?

source: Area Count
pt_br: Área

source: Authentication
pt_br: Autenticação

source: Authentication Required
pt_br: Autenticação Requerida

source: Barrel Distortion
pt_br: Distorção de Barril

source: Barrel Factor
pt_br: Fator Barril

source: Barrel's Center X
pt_br: Centro do Barril em X

source: Barrel's Center Y
pt_br: Centro do Barril em Y

source: Before Each Layer
pt_br: Antes de cada Camada

source: Before Print
pt_br: Antes da Impressão

source: Binary
pt_br: Binário

source: Binary support:
pt_br: Suporte Binário:

source: Blackout Platform
pt_br: Plataforma Backout

source: Blue
pt_br: Azul

source: Bluring Radius
pt_br: Raio de Bluring

source: Boundaries
pt_br: Limites

source: Build
pt_br: Versão

source: Burn-in Layers
pt_br: Camadas de Fixação

source: Calibrate Zero Position ⇧
pt_br: Calibrar a Posição Zero ⇧

source: Calibration Plate
pt_br: Bandeja de Calibração

source: Camera Command
pt_br: Comando Câmera

source: Camera Module
pt_br: Modulo Câmera

source: Camera Photo Frequency
pt_br: Foto Frequência da Câmera

source: Center Origin
pt_br: Origem Centro

source: Center Pieces
pt_br: Centrar Peças

source: Center of Barrel - X
pt_br: Centro do Barril - X

source: Center of Barrel - Y
pt_br: Centro do Barril -

source: Change Distribution
pt_br: Alterar Distribuição

source: Change to "Microlay" Version
pt_br: Alterar para Versão "Microlay"

source: Change to "mUVe3D" Version
pt_br: Alterar para Versão "mUVe3D"

source: Change to "nanoDLP generic" Version
pt_br: Alterar para Versão "nanoDLP generic"

source: Changing the WiFi settings during printing could cause interruption.
pt_br: Alterar As Configurações Wifi Durante A Impressão Pode Causar Interrupção.

source: Clone
pt_br: Clonar

source: Close
pt_br: Fechar

source: Comma Separated Cure Times
pt_br: Tempo De Cura É Separado Por Vírgula

source: Confirmation Text
pt_br: Configuração de Texto

source: Connect
pt_br: Conectar

source: Could not connect to the printer. Please check your connection.
pt_br: Não Foi Possível Conectar-Se À Impressora. Verifique Sua Conexão

source: Create 3D shapes by repeating an image frame
pt_br: Cria Formas 3D Repetindo Uma Imagem

source: Cure Layer
pt_br: Camada de Cura

source: Cure Time
pt_br: Tempo de Cura

source: Current
pt_br: Atual

source: Current Default
pt_br: Padrão Atual

source: Custom Acceleration
pt_br: Aceleração Personalizada

source: Customized Buttons
pt_br: Personalizar Botões

source: Dashboard
pt_br: Painel de Controle

source: Data Encoding
pt_br: Codificação de Dados

source: Debug Info
pt_br: Informação de depuração

source: Default
pt_br: Padrão

source: Delete
pt_br: Deletar

source: Description
pt_br: Descrição

source: Details
pt_br: Detalhes

source: Dimming and Mask settings will take effect on the created layers.
pt_br: As configurações de Dimming e Máscara entrarão em vigor nas camadas criadas.

source: Disable
pt_br: Desabilitar

source: Disable Auto Shutdown
pt_br: Desabilitar Desligamento Automático

source: Disable Motor
pt_br: Desabilitar Motor

source: Disabled
pt_br: Desabilitar

source: Disk
pt_br: Disco

source: Display Communication Type
pt_br: Tipo de Comunicação do Display

source: Display Layer
pt_br: Exibir Camadas

source: Display Mask
pt_br: Exibir Máscara

source: Display Power Cycle
pt_br: Exibir Ciclo de Energia

source: Display Turn On Command
pt_br: Exibir Comando de Ligar

source: Display Warm-up Time
pt_br: Exibir Tempo de Aquecimento

source: Do not Rotate
pt_br: Não Rotacione

source: Download
pt_br: Baixar

source: Download Machine Settings
pt_br: Baixar Configurações Máquina

source: Download Profile
pt_br: Baixar Perfis

source: Dynamic Calibration
pt_br: Calibração Dinâmica

source: Dynamic Red Calib.
pt_br: Calib. Dinâmica Vermelha

source: Edit
pt_br: Editar

source: Empty username for dashboard, makes the dashboard accessible to everyone without authentication.
pt_br: Nome De Usuário Vazio Para Painel De Controle, Torna O Painel Disponível Para Todos Sem Autenticação.

source: Enable
pt_br: Ativar

source: Enable Auto Shutdown
pt_br: Ativar Desligamento Automático

source: Enable Before Each Print
pt_br: Ativar Antes de Cada Impressão

source: Enable Motor
pt_br: Ativar Motor

source: Enable on Boot
pt_br: Ativar na Inicialização

source: End Level
pt_br: Nível final

source: Even-though it can process multi color images, to make the dimming feature work correctly, try to use images containing grayscale colors.
pt_br: Mesmo, Embora Possa Processar Imagens De Várias Cores, Para Que O Recurso De Escurecimento Funcione Corretamente, Tente Usar Imagens Que Contenham Cores Em Escala De Cinza.

source: Execute - Print Start
pt_br: Executar – Inicio Impressora

source: Execute - Print Stop
pt_br: Execurar – Parada Impressora

source: Execute to Turn Display Off
pt_br: Executar Desligar o Display

source: Execute to Turn Display On
pt_br: Executar Ligar o Display

source: Execution Only
pt_br: Executar Somente

source: Expand Filesystem
pt_br: Expandir Arquivos do Sistema

source: Export
pt_br: Exportar

source: Export Machine Settings File
pt_br: Exportar Configurações de Máquina

source: File From USB
pt_br: Arquivo do USB

source: Filesystem expantion will run silently in background, and will restart the Raspberry Pi afterward. Please do not change anything.
pt_br: A Expansão Dos Arquivos De Sistema Será Executada Silenciosamente Em Segundo Plano E Reiniciará O Raspberry Pi Depois. Por Favor, Não Mude Nada.

source: Floor ⇩
pt_br: Piso

source: Force Stop
pt_br: Forçar Cancelamento

source: Free Disk Space
pt_br: Espaço livre em Disco

source: Free space available on your disk is low. Please remove some plates.
pt_br: O Espaço Livre Disponível No Seu Disco É Baixo. Remova Algumas Bandejas.

source: Full White
pt_br: Branco Completo

source: FullHD Calibration
pt_br: Calibração FullHD

source: Gcode After
pt_br: Antes Gcode

source: Gcode Before
pt_br: Depois Gcode

source: Generate
pt_br: Gerar

source: Green
pt_br: Verde

source: HDMI Power On/Off - Standby Mode
pt_br: HDMI Power On / Off - Modo de Espera

source: Hardware Fault Detection
pt_br: Detecção Falha de Hardware

source: Hardware Setup
pt_br: Configuração de Hardware

source: Height
pt_br: Altura

source: Help
pt_br: Ajuda

source: High
pt_br: Altura

source: Horizontal Resolution
pt_br: Resolução Horizontal

source: Hours
pt_br: Horas

source: Idle
pt_br: Inativo

source: If you want to overwrite settings too, after restart go to `Setup` page / `Tools` tab and press `Restore Settings` button.
pt_br: Se você deseja substituir as configurações também, depois de reiniciar, vá para a página 'Configuração' / guia 'Ferramentas' e pressione o botão 'Configurações de restauração'.

source: Ignore
pt_br: Ignorar

source: Import Machine Settings
pt_br: Importar Configurações de Máquina

source: Import Profile
pt_br: Importar Perfil

source: Import a Profile
pt_br: Importar um Perfil

source: Import and Export Settings
pt_br: Importar e Exportar Configurações

source: It is possible to call a program or a script from shell and use the result as Gcode.
pt_br: É Possível Chamar Um Programa Ou Um Script Do Shell E Usar O Resultado Como Gcode.

source: It is possible to send binary codes using base 16 format.
pt_br: É Possível Enviar Códigos Binários Usando O Formato Base 16.

source: It would not replace Raspberry Pi's configuration, if any function does not work as expected use ssh terminal to upgrade.
pt_br: Não Substituiria A Configuração Raspberry Pi, Se Qualquer Função Não Funcionar Como Esperado Use O Terminal Ssh Para Atualizar.

source: LCD Type
pt_br: Tipo LCD

source: Lamp Brightness
pt_br: Brilho Lâmpada

source: Largest Area
pt_br: Maior Área

source: Layer
pt_br: Camada

source: Layer Thickness
pt_br: Altura da Camada

source: Layers
pt_br: Camadas

source: Leadscrew Pitch
pt_br: Passo do Fuso

source: Level
pt_br: Nivel

source: Light Source Color
pt_br: Cor da fonte de Luz

source: Local Panel Password Protection
pt_br: Proteção de Senha do Painel Local

source: Low
pt_br: Baixo

source: Machine Settings and Profiles Repository
pt_br: Repositório Configurações e Perfis de Máquinas

source: Make Default
pt_br: Tornar Padão

source: Making any change will automatically discard the previous calibration plate.
pt_br: Fazer Qualquer Alteração Descartará Automaticamente A Bandeja De Calibração Anterior.

source: Mask File
pt_br: Arquivo Máscara

source: Mask File (PNG)
pt_br: Arquivo Máscara (PNG0

source: Mask Generation Wizard
pt_br: Assistente de Geração de Máscara

source: Mask Generator
pt_br: Gerador de Máscara

source: Mask Grid
pt_br: Grade Máscara

source: Mask file effects only STL/SLC/SVG files uploaded after mask submit
pt_br: Os Efeitos De Arquivo De Máscara Somente Arquivos STL / SLC / SVG São Enviados Após O Envio De Máscara

source: Max Speed
pt_br: Velocidade Máxima

source: Max for Number Input
pt_br: Entrada Máxima de Números

source: Measure Z-Axis Length ⇧
pt_br: Medir Comprimento Eixo Z ⇧

source: Measurement Point Width
pt_br: Largura do Ponto de Medição

source: Memory
pt_br: Memoria

source: Micron
pt_br: Mícron

source: Microstep
pt_br: Micro Passo

source: Millimeter
pt_br: Milimetro

source: Millisecond
pt_br: Microssegundo

source: Min Speed
pt_br: Velocidade Mínima

source: Min for Number Input
pt_br: Entrada Mínima para Números

source: Modify Blackout
pt_br: Modificar Blackout

source: Module
pt_br: Modulo

source: Motor Startup Speed
pt_br: Velocidade Inicial Motor

source: Motor Step Angle
pt_br: Ângulo Motor de Passo

source: Move to Layer
pt_br: Mover para Camada

source: Move to Position
pt_br: Mover para Posição

source: Move to layer
pt_br: Mover para Camada

source: Movement GPIOs
pt_br: Movimentação GPIOs

source: Movement Positioning
pt_br: Posicionamento do Movimento

source: Name
pt_br: Nome

source: Name without space, only characters
pt_br: Nome sem espaços, apenas caracteres

source: New Version Available
pt_br: Nova Versão Disponível

source: No Encryption
pt_br: Sem Criptografia

source: No Plates
pt_br: Sem Bandeja

source: No Profile
pt_br: Sem Perfil

source: No wireless connection found
pt_br: Nenhuma conexão WIFI encontrada

source: Normal Layers
pt_br: Camadas Normais

source: Not Available
pt_br: Não Disponível

source: Not required, if you are using GPIOs to drive the 3d printer.
pt_br: Não É Necessário, Se Você Estiver Usando Gpios Para Controlar A Impressora 3D.

source: Not required, if you are using a separate controller.
pt_br: Não É Necessário, Se Você Estiver Usando Um Controlador Separado.

source: Note Text
pt_br: Nota Texto

source: Number
pt_br: Número

source: Number of Layers
pt_br: Número da Camada

source: Number of Low Quality Layers
pt_br: Número de Camadas de Baixa Qualidade

source: Number of Points in Height
pt_br: Número de Pontos na Altura

source: Number of Points in Width
pt_br: Número de Pontos na Largua

source: Once Per 10 Layers
pt_br: Uma vez por 10 camadas

source: Once Per 2 Layers
pt_br: Uma vez por 2 camadas

source: Once Per 3 Layers
pt_br: Uma vez por 3 Camadas

source: Once Per 5 Layers
pt_br: Uma vez por 5 Camadas

source: Once Per Layer
pt_br: Uma vez por Camada

source: Online Access Key
pt_br: Chave de Acesso Online

source: Only Last Image
pt_br: Apenas Ultima Imagem

source: Only Manually
pt_br: Manualmente Apenas

source: Open Shutter
pt_br: Abrir Shutter

source: Orange
pt_br: Laranja

source: PNG/JPEG File
pt_br: Arquivo PNG/JPEG

source: Password
pt_br: Senha

source: Password Protection
pt_br: Proteção com Senha

source: Password for Admin
pt_br: Senha de Administrador

source: Password for Dashboard
pt_br: Senha Painel de Controle

source: Pause Print
pt_br: Pausar Impressão

source: Per Litre
pt_br: Por Litro

source: Percentage
pt_br: Porcentagem

source: Physical 10, BCM 15
pt_br: Físico 10, BCM 15

source: Physical 11, BCM 17
pt_br: Físico 11, BCM 17

source: Physical 12, BCM 18
pt_br: Físico 12, BCM 18

source: Physical 13, BCM 27
pt_br: Físico 13, BCM 27

source: Physical 15, BCM 22
pt_br: Físico 15, BCM 22

source: Physical 16, BCM 23
pt_br: Físico 16, BCM 23

source: Physical 18, BCM 24
pt_br: Físico 18, BCM 24

source: Physical 22, BCM 25
pt_br: Físico 22, BCM 25

source: Physical 29, BCM 5
pt_br: Físico 29, BCM 5

source: Physical 31, BCM 6
pt_br: Físico 31, BCM 6

source: Physical 32, BCM 12
pt_br: Físico 32, BCM 12

source: Physical 33, BCM 13
pt_br: Físico 33, BCM 13

source: Physical 36, BCM 16
pt_br: Físico 36, BCM 16

source: Physical 37, BCM 26
pt_br: Físico 37, BCM 26

source: Physical 7, BCM 4
pt_br: Físico 7, BCM 4

source: Physical 8, BCM 14
pt_br: Físico 8, BCM 14

source: Physical Buttons
pt_br: Botão Físico

source: Pillars:
pt_br: Pilares:

source: Placeholder Text
pt_br: Placeholder Texto

source: Plate
pt_br: Bandeja

source: Plate Depth
pt_br: Profundidade da Bandeja

source: Plate Generator
pt_br: Gerador Bandeja

source: Plate Name
pt_br: Nome Bandeja

source: Plate generated using old profile data.
pt_br: Bandeja gerada com dados do perfil antigo

source: Plates
pt_br: Bandejas

source: Platform / Resin
pt_br: Plataforma / Resina

source: Platform Information
pt_br: Informações Plataforma

source: Platform Wait Position
pt_br: Posição Espera Plataforma

source: Play Sound After Print Stop
pt_br: Tocar Som Após Encerrar Impressão

source: Please choose a distribution. Mask, default setting files and etc will be deployed.
pt_br: Escolha Uma Distribuição. A Máscara, Os Arquivos De Configuração Padrão E Etc... Serão Implantados.

source: Please upload an image with the same width and height as your projector's native resolution.
pt_br: Carregue Uma Imagem Com A Mesma Largura E Altura Que A Resolução Nativa Do Seu Projetor.

source: Position / Condition
pt_br: Posição / Situação

source: Power Off
pt_br: Desligar

source: Power-Up on Start / Power-Down on Last Layer
pt_br: Ligar no Início / Desligar na Ultima Camada

source: Power-Up on Start / Power-Down on Shutdown
pt_br: Ligar no Início / Desligar no Encerramento

source: Power-Up on Start / Power-Down on Stop
pt_br: Ligar no Início / Desligar na Parada

source: Preview
pt_br: Visualização

source: Preview Layers
pt_br: Visualização das Camadas

source: Preview Layers of Plate
pt_br: Visualização das Camadas da Bandeja

source: Print Calibration Plate
pt_br: Bandeja de Calibração de Impressão

source: Print From Start
pt_br: Imprimir do Começo

source: Print Time
pt_br: Tempo de Impressão

source: Printing
pt_br: Imprimindo

source: Processing. You can start printing.
pt_br: Processando. Você Pode Começar a Imprimir.

source: Profile
pt_br: Perfil

source: Profile not found.
pt_br: Perfil não encontrado

source: Projector Calibration
pt_br: Calibração do Projetor

source: Projector Mask
pt_br: Máscara Projetor

source: Projector Off
pt_br: Projetor Desligado

source: Projector Turn Off
pt_br: Desligar Projetor

source: Projector Turn On
pt_br: Ligar Projetor

source: Pulse
pt_br: Pulso

source: Quality
pt_br: Qualidade

source: Query Lamp Hours
pt_br: Horas da Lampada

source: RAMPS: Reconnect
pt_br: Ramps: Reconectar

source: Recreate
pt_br: Recriar

source: Rect:
pt_br: Retân.:

source: Red
pt_br: Vermelho

source: Relative
pt_br: relativo

source: Remaining
pt_br: Restante

source: Remote Access to the printer
pt_br: Acesso Remoto a Impressora

source: Remote Slicer
pt_br: Fatiamento Remoto

source: Remove
pt_br: Remover

source: Remove Mask
pt_br: Remover Máscara

source: Resin Cost
pt_br: Custo Resina

source: Resin Depth
pt_br: Profundidade Resina

source: Resin Price
pt_br: Preço Resina

source: Resin Profiles
pt_br: Perfil Resina

source: Resin Settings
pt_br: Configuração Resina

source: Resin Usage
pt_br: Resina Usada

source: Resolution and color changes would not effect the existing plates.
pt_br: A Resolução E As Alterações De Cor Não Afetam As Bandejas Existentes.

source: Restart
pt_br: Reiniciar

source: Restart Required
pt_br: Reinicialização Requerida

source: Restore Default Settings of Machine/Profiles/Buttons
pt_br: Restaurar Configuração Padrão da Máquina / Perfis / Botões

source: Restore Machine Settings
pt_br: Restaurar Configuração de Máquina

source: Resume Print
pt_br: Retomar Impressão

source: Resume Printing
pt_br: Retomar Impressão

source: Rotate 90°
pt_br: Rotacionar 90º

source: Rotate Layers
pt_br: Rotacionar Camada

source: STL, SLC, SVG or Zip (PNG Files)
pt_br: STL, SLC, SVG ou Zip (Arquivos PNG)

source: Same as Profile
pt_br: Mesmo Que o Perfil

source: Save
pt_br: Salvar

source: Save Z Axis Calibration
pt_br: Salvar Calibração do Eixo Z

source: Search Plates
pt_br: Sem Bandeja

source: Second
pt_br: Segundo

source: Selected Covers
pt_br: Selecionar Covers

source: Send Gcode
pt_br: Enviar Gcode

source: Serial Terminal
pt_br: Terminal Serial

source: Servo Signal Length
pt_br: Comprimento Sinal Servo

source: Setting changes will take effect immediately and does not require restart.
pt_br: As Alterações De Configuração Terão Efeito Imediato E Não Requerem Reinicialização.

source: Setup
pt_br: Configuração

source: Shield Axis Direction
pt_br: Shield Direção Eixo

source: Shield Connection
pt_br: Conexão Shield

source: Shutter Close
pt_br: Shutter Fechado

source: Shutter Open
pt_br: Shutter Aberto

source: Shutter Type
pt_br: Tipo de Shutter

source: Smallest Area
pt_br: Área menor

source: Some critical settings such as type of the shield and etc, will not take effect in the middle of printing. To change those settings without restart, stop printing and submit this page again.
pt_br: Algumas Configurações Críticas, Como O Tipo De Proteção E Etc, Não Terão Efeito No Meio Da Impressão. Para Alterar Essas Configurações Sem Reiniciar, Pare De Imprimir E Envie Esta Página Novamente.

source: Speed
pt_br: Velocidade

source: Start Display
pt_br: Iniciar Exibição

source: Stop
pt_br: Parar

source: Stop Layers
pt_br: Parada Camadas

source: Stop Layers - Comma Seperated
pt_br: Parar Camadas – Separado Por Vírgula

source: Stop Print
pt_br: Parar Impressão

source: Storage Mode
pt_br: Modo de Armazenamento

source: Submit
pt_br: Enviar

source: Supported Math operations:
pt_br: Operações de Matemática Suportadas:

source: Take Photo
pt_br: Tirar Foto

source: Terminate WiFi Connections
pt_br: Encerrar Conexão WiFi

source: Terminate nanoDLP
pt_br: Encerrar nanoDLP

source: Text
pt_br: Texto

source: The plate is not processed yet.
pt_br: A bandeja ainda não foi processada

source: This plate is corrupted.
pt_br: Essa bandeja está corrompida

source: This plate is still being processed, the image of some layers is still missing.
pt_br: Esta Bandeja Ainda Está Sendo Processada, A Imagem De Algumas Camadas Ainda Está Faltando.

source: This process could take a few seconds to minutes depending on the quality of your internet connection.
pt_br: Este Processo Pode Levar Alguns Segundos A Minutos, Dependendo Da Qualidade Da Sua Conexão Com A Internet.

source: This process could take up to a minute to complete, depending on the depth.
pt_br: Este Processo Pode Demorar Até Um Minuto Para Ser Concluído, Dependendo Da Profundidade.

source: Time
pt_br: Tempo

source: Title
pt_br: Titulo

source: To enable the remote access to the printer, please enter random access key
pt_br: Para Habilitar O Acesso Remoto À Impressora, Insira A Senha De Acesso Aleatório

source: To monitor the process you could checkout the activity log. After completion the Printer will be restarted.
pt_br: Para monitorar o processo, você pode verificar o registro de atividade. Após a conclusão, a impressora será reiniciada.

source: To remove the password protection, remove the username from the input and submit.
pt_br: Para Remover A Proteção Por Senha, Remova O Nome De Usuário Da Entrada E Envie.

source: Toggle Details
pt_br: Detalhes

source: Toggle Log
pt_br: Registro

source: Toggle Navigation
pt_br: Alternar Navegação

source: Tools
pt_br: Ferramentas

source: Top ⇧
pt_br: Topo ⇧

source: Total Solid Area
pt_br: Área Solida Total

source: True/False Signal
pt_br: Sinal True/False

source: USB / Serial Port - ASCII (\n)
pt_br: USB / Porta Serial - ASCII (\n)

source: USB / Serial Port - ASCII (\r)
pt_br: USB / Porta Serial - ASCII (\r)
